{
    "nav1":"Home",
    "nav2":"About",
    "nav3":"SERVICES",
    "nav4":"CONTACT",

   

    "bannersub":{
        "bannerhedaing1":"Experience the Elegance of West African Teak",
        "bannerhedaing2":"Customized sawn timber according to customer requirements",
        "bannerhedaing3":"Ecologically sustainable timber sourced from managed plantations",  
        "sub1":"Discover West African teak's unmatched beauty, durability, rich color, and fine grain, perfect for luxurious, elegant furniture",
        "sub2":"We offer customized sawn timber crafted to your specifications, delivered by skilled craftsmen to match your unique vision",
        "sub3":"Sustainability is our core. We source eco-friendly timber from managed plantations to minimize impact"
    },
    
"homepageabout":{
    "mainpagehead":"Experience the Best of",
    "mainpageheadsapn":"Ivory Coast Teak with Taurus Ivoire.",
    "mainpageabout":"Taurus Ivoire is a leading exporter of sawn and dried teak wood, based in the heart of Ivory Coast, West Africa. Established by passionate Ivoirean entrepreneurs focusing on,",
    "mainpageli1":"Quality and Sustainability",
    "mainpageli2":"Commitment to Ethical Practices",
    "mainpageli3":"Preferred Choice for Premium Teak",
    "mainpagebtn":" About us"

},


"ourproduct":{
    "mainheading":"OUR",
    "mainheadingsapn":"PRODUCTS",
    "productheading":"Quality Teak ",
    "productheadingsapn":"for Every Project",
    "subtext":"Explore our collection and learn how Taurus Ivoire can fulfill your teak wood needs for projects large and small. Whether you're a furniture manufacturer, construction firm, or woodworking enthusiast, we're here to provide you with.",
    "li1":"Premium Quality and Versatility",
    "li2":"Ideal for Various Applications",
    "li3":"From Rough-Sawn to Finished Boards",
    "li4":"Quality and Reliability Guaranteed",
    "btn":"Read more",
    "botttomtext":"OUR PRODUCTS",
    "contactinfo1":"Contact ",
    "contactinfo2":"us",
    "names":"name",
    "email":"email",
    "Phone":"Phone",
    "Textarea":"message",
    "contactinfobtn":"SUBMIT NOW"
},


"footer":{
    "toptext":"Contact Taurus Ivoire",
    "topsub":"Our team is ready to meet all your teak wood needs.",
    "topbtn":" Contact us",
    "logobottomtext":"Taurus Ivoire meets your teak wood needs, from furniture to construction. Get the finest West African teak for any project.",
    "rightheading":"CONTACT US",
    "rightheading2":"USEFUL LINKS",
    "nav1":"Home",
    "nav2":"About",
    "nav3":"Services",
    "nav4":"Contact",
      "copyright":"Designed By"
},

"AbouPage":{
    "bannerhead":"ABOUT US",
    "producttext":"ABOUT",
    "producttext1":"TAURUS IVOIRE",
    "p1":"Taurus Ivoire is a leading exporter of sawn and dried teak wood based in the heart of Ivory Coast, West Africa. Established by passionate Ivoirean entrepreneurs, our company has grown from a local venture to a trusted name in the international timber industry.",
    "p2":"At Taurus Ivoire, we prioritize quality and sustainability. Our teak wood is harvested responsibly from managed forests, ensuring that each piece meets our stringent standards for durability and beauty. We work closely with local communities and forestry experts to promote ethical practices and environmental stewardship.",
    "p3":"Discover why Taurus Ivoire is the preferred choice for discerning customers who seek premium teak wood products backed by a commitment to excellence.",
    "btn":"Contact us"


},
"AboutpageBanner":"ABOUT US",


"Servicepage":{
    "producthead1":"ABOUT",
    "producthead2":"PRODUCT ",
    "heading1":"Premium Quality and Versatility",
    "sub1":"At Taurus Ivoire, our sawn and dried teak wood products are renowned for their premium quality and versatility. Perfect for a range of applications from fine furniture to robust construction, each piece exemplifies the excellence of West African teak.",
    "heading2":"Ideal for Various Applications",
    "sub2":"Our teak wood products are perfect for numerous uses, including furniture making, flooring, decking, and more. Whether you're working on a residential or commercial project, we have the right materials for you.",
    "heading3":"From Rough-Sawn to Finished Boards",
    "sub3":"Choose from our rough-sawn lumber for structural needs to finely finished boards for high-end furniture and cabinetry. Each product is designed to meet your specific project requirements.",
    "heading4":"Quality and Reliability Guaranteed",
    "sub4":"With Taurus Ivoire, you can count on premium quality and reliability in every piece of teak wood. Browse our catalog to see how our products can bring your vision to life."
},
"Contactpage":{
    "leftside1":"CONTACT-",
    "leftside2":" US",
    "rightside1":"CONTACT",
    "rightside2":"INFO",
    "phone":"Phone Number",
    "email":"Email Address",
    "Adresse":"Adress Info",
    "btn":"SUBMIT ",
     "names":"name",
    "emailfill":"email",
    "main1":"Have Questions?",
    "main2":"Send us a  ",
    "main3":"Message "
   

},


    "greeting": "Hello, Welcome!",
    "description": {
      "line1": "You're watching <1>{{channel}}</1> YouTube Channel",
      "line2": "This is an Internationalisation Tutorial"
    }
  }
  